{
  "featuredBadge": "Produk Unggulan",
  "title": "Solusi Investasi Terbaik",
  "description": "Temukan produk investasi terbaik untuk meraih kebebasan finansial dengan aman dan menguntungkan.",
  "loadingText": "Memuat produk...",
  "errorText": "Gagal memuat produk. Silakan coba lagi nanti.",
  "viewDetails": "Lihat Detail",
  "viewAllProducts": "Lihat Semua Produk",
  "defaultDescription": "Temukan peluang investasi terbaik dengan produk unggulan kami.",
  "productAdvantages": {
    "title": "Keunggulan Produk",
    "description": "PT. KONTAKPERKASA FUTURES adalah salah satu perusahaan pialang berjangka yang bergerak dibidang perdagangan komoditi dan konsisten dalam misi pengembangan iklim investasi di Indonesia. Perusahaan juga memberikan pelayanan terbaik bagi setiap nasabah termasuk layanan informasi pasar dan edukasi tentang Perdagangan Berjangka Komoditi, peluang dan risikonya serta fasilitas dalam bertransaksi secara online.",
    "advantagesTitle": "Keunggulan Produk PT. KONTAKPERKASA FUTURES:",
    "advantages": [
      {
        "title": "Efisiensi Modal",
        "description": "Di dalam kegiatan bertransaksi memakai dana jaminan atau dengan nama lain yaitu margin tranding, dengan begitu para investor dapat melakukan transaksi yang cukup besar dengan mengeluarkan dana yang relatif kecil, dalam hal ini anda tidak memerlukan dana sampai sebesar 100% sebagaimana yang tertera di saham."
      },
      {
        "title": "Fleksibilitas Transaksi",
        "description": "Transaksi yang memanfaatkan dua arah trend yang sangat memungkinkan para investor untuk mendapatkan suatu peluang keuntungan di saat trend harga bergerak naik maupun bergerak turun."
      },
      {
        "title": "Pergerakan Harga Sangat Fluktuatif",
        "description": "Pergerak harga harian yang cukup besar dengan kisaran 20 hingga 500 point akan memberikan peluang keuntungan yang cukup besar dengan contract size atau nilai kontrak sebesar US $ 5 / point dan juga nasabah hanya dibebankan biaya transaksi atau fee yang sangat kecil, yang setara dengan 6 point saja."
      },
      {
        "title": "Likuiditas Tinggi",
        "description": "Produk produk finansial ini mempunyai tingkat likuiditas yang begitu tinggi, dengan demikian para nasabah bisa melakukan transaksi jual dan juga beli di mana saja dan kapan saja selama market berjalan dengan lancar, hal ini akan didukung dengan sejumlah layanan dan fasilitas dengan sistem online atau online system."
      },
      {
        "title": "Tanpa Batasan Waktu Untuk Posisi Terbuka",
        "description": "Semua nasabah dengan bebas dan leluasa bisa menentukan sendiri berapa lama waktu untuk melakukan transaksi tanpa adanya pinalti atau biaya administrasi di saat penutupan akun atau saat penarikan dana."
      }
    ],
    "investmentTypes": {
      "title": "Jenis Investasi PT. Kontakperkasa Futures",
      "description": "Didalam kegiatan bisnis investasi di PT. KONTAKPERKASA FUTURES ini memiliki 2 jenis investasi, dan jenis investasi tersebut ialah sebagai berikut:",
      "fixedRate": {
        "title": "a. Fixed Rate atau Kurs Tetap",
        "points": [
          "US $ 1 = Rp. 10.000 hal ini merupakan kurs tetap.",
          "Di dalam kurs tetap atau fixed rate ini anda akan terhindar dari resiko kerugian akibat adanya fluktuasi USD atau Rp."
        ]
      },
      "floatingRate": {
        "title": "b. Floating Rate atau Kurs Berjalan",
        "points": [
          "US $ 1 = US $ 1 hal ini sesuai dengan kurs USD terhadap nilai rupiah.",
          "Di dalam kurs berjalan atau floating rate ini tidak ada fee yang berasal dari pembukaan dan juga penarikan dana USD seluruh maupun sebagian."
        ]
      }
    }
  }
}
