{
  "pageTitle": "Facilities & Services",
  "pageDescription": "PT Bestprofit Futures provides various best facilities and services to support your trading activities safely, comfortably, and profitably.",
  "services": [
    {
      "title": "Professional Futures Broker Representatives",
      "description": "The company is supported by Professional Futures Broker Representatives who are certified by Bappebti.",
      "icon": ""
    },
    {
      "title": "2FA Security System",
      "description": "Implementation of One Time Password (OTP) when logging into the online trading transaction system.",
      "icon": ""
    },
    {
      "title": "Online Trading & Demo Account",
      "description": "A dedicated portal for online transactions with real-time spread prices, charts, and market information. Equipped with a Demo Account feature for transaction simulations.",
      "icon": ""
    },
    {
      "title": "Online Registration",
      "description": "Online registration facility for prospective clients through PT. Equity World Futures' official website.",
      "icon": ""
    },
    {
      "title": "Daily Transaction Reports",
      "description": "Daily transaction reports sent via client email, recording all transaction activities that have been carried out.",
      "icon": ""
    },
    {
      "title": "Fund Withdrawal",
      "description": "Withdrawal forms can be processed online. Funds can be processed within one business day (T+1) after all requirements are met."
    },
    {
      "title": "Segregated Account",
      "description": "All customer funds are placed in a Segregated Account approved by Bappebti and separated from company assets."
    },
    {
      "title": "Transaction Flexibility",
      "description": "Two-way transactions allow investors to profit whether the market rises or falls, with high product liquidity."
    },
    {
      "title": "Dispute Resolution",
      "description": "Customer complaint handling refers to Bappebti Regulation Number 4 of 2020 concerning Guidelines for Customer Dispute Resolution in the Commodity Futures Trading Sector."
    },
    {
      "title": "Sitna Program",
      "description": "A transaction transparency program that allows customers to monitor transactions on the Jakarta Futures Exchange (JFX) and Indonesia Clearing House."
    }
  ]
}
